[
  "obsidian-excalidraw-plugin",
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-git",
  "obsidian-style-settings",
  "quickadd",
  "omnisearch",
  "obsidian42-brat",
  "obsidian-obsidget",
  "buttons",
  "waypoint",
  "recent-files-obsidian",
  "copilot",
  "terminal",
  "obsidian-admonition",
  "periodic-notes",
  "homepage",
  "cmdr",
  "workspaces-plus",
  "table-editor-obsidian",
  "settings-search",
  "editing-toolbar",
  "obsidian-emoji-toolbar",
  "mysnippets-plugin",
  "folder-notes",
  "folder-note-plugin",
  "customjs",
  "notebook-navigator",
  "obsidian-banners"
]